StatusProducts_data = [
    "Оформлен",
    "В работе",
    "Готов",
]

TypePrint_data = [
    "Широкоформатная печать",
    "Интерьерная печать",
    "UV-печать",
]

Fields_data = [
    "Без полей",
    "Поля 5 см",
]


FinishWork_data = [
    ('Без обработки', 0, 0),
    ("Порезка по периметру", 15, 30),
    ("Проклейка баннера", 40, 80),
    ("Проклейка баннера люверсы через 30 ", 75, 140),
    ("Установка люверсов в подворот", 60, 120),
    ("Проклейка по периметру со шнуром и установка люверсов", 90, 180),

]

StatusOrder_data = [
    "Оформлен",
    "В работе",
    "Готов",
]
