StatusProducts_data = [
    "Оформлен",
    "В работе",
    "Готов",
]

TypePrint_data = [
    "Широкоформатная печать",
    "Интерьерная печать",
    "UV-печать",
]

Fields_data = [
    "Без полей",
    "Поля 5 см",
]


FinishWork_data = [
    ('Без обработки', 0, 0),
    ("Порезка по периметру", 15, 30),
    ("Проклейка баннера", 30, 60),
]

StatusOrder_data = [
    "Оформлен",
    "В работе",
    "Готов",
]

# Material_data = [
#     ['Баннер 440 грамм ламинированный', 1, 165, 280, 72],
#     ['Баннер 510 грамм литой', 2, 290, 600, 72],
#     ['Баннер 340 грамм ламинированный', 3, 130, 260, 72],



# ]
