# StatusProducts_data = [
#     "Оформлен",
#     "В работе",
#     "Готов",
# ]

# TypePrint_data = [
#     "Широкоформатная печать",
#     "Интерьерная печать",
#     "UV-печать",
# ]

Fields_data = [
    "Без полей",
    "Поля 5 см",
]

#
# FinishWork_data = [
#     ('Без обработки', 0, 0, 0),
#     ("Порезка по периметру", 15, 30, 30),
#     ("Проварка баннера по периметру", 40, 80, 80),
#     ("Проварка баннера по периметру люверсы через 30 см", 75, 140, 140),
#     ("Установка люверсов в подворот", 60, 120, 120),
#     ("Проклейка по периметру со шнуром и установка люверсов", 90, 180, 180),
#     ("Резка оцинковки по периметру", 30, 80, 80),
#
# ]

StatusOrder_data = [
    "Готовится",
    "Оформлен",
    "В работе",
    "Передан в доставку",
    "Готов",
    "Завешен",
]

Delivery_type_data = [
    "Самовывоз"
]
